accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
android-sdk-platform-tools
android-studio
appstream
arandr
arc-darkest-theme-git
arc-gtk-theme
arch-install-scripts
archiso
arcolinux-alacritty-git
arcolinux-bin-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-kvantum-theme-arc-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-meta-logout
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-futuristic-git
arcolinux-sddm-sugar-candy-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-autostart-git
arcolinux-variety-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-xmobar-git
arcolinux-xmonad-polybar-git
arcolinux-zsh-git
asciinema
autoconf
automake
autorandr
avahi
avr-gcc
awesome-terminal-fonts
base
bash-completion
bibata-cursor-theme-bin
bind
binutils
bison
blender
blueberry
bluez
bluez-libs
bluez-utils
bpytop
brave-bin
breeze
broadcom-wl
btrfs-progs
bumblebee
checkupdates-aur
cheese
clonezilla
cmake
conky-lua-archers
crda
cryptsetup
cuda
cups
cups-filters
cups-pdf
cups-pk-helper
darkhttpd
davinci-resolve
dconf-editor
ddrescue
devour
dex
dhclient
dialog
diffutils
discord
disper
dmenu
dmraid
dnsmasq
docker
dosfstools
downgrade
duf-bin
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
emacs
etcher-bin
ethtool
exa
exfatprogs
exo
expac
f2fs-tools
fakeroot
fatresize
feh
ffmpegthumbnailer
file
file-roller
findutils
fingerprint-gui
firefox
flex
freetype2
fsarchiver
garcon
gawk
gcc
gettext
ghostscript
gimp
git
gksu
gmrun
gnome-disk-utility
gnome-keyring
gnu-netcat
google-chrome
gpart
gparted
gpm
gptfdisk
grep
groff
grub
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hardcode-fixer-git
hardinfo
haskell-dbus
hdparm
heroic-games-launcher-bin
htop
hw-probe
hwdetect
hwinfo
imagemagick
intltool
inxi
ipw2100-fw
ipw2200-fw
irssi
iw
jfsutils
jq
jsoncpp
kcolorchooser
kdenlive
kitty
kvantum-qt5
laptop-detect
legendary
less
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libcups
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libreoffice-fresh
libtool
libusb-compat
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
lxappearance
m4
maim
make
man-db
man-pages
mc
mdadm
memtest86+
menu-calc
mesa
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moon-buggy
mpc
mpd
mpv
mtools
mtpfs
nano
nasm
nbd
ndisc6
neofetch
neovide-bin
neovim
nerd-fonts-jetbrains-mono
nerd-fonts-ubuntu-mono
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nvidia
nvidia-dkms
nvidia-settings
nvidia-utils
nvidia-xrun
nvme-cli
obs-studio
oh-my-zsh-git
openconnect
openresolv
openssh
opentimelineio
openvpn
optimus-manager
optimus-manager-qt
os-prober
p7zip
pacman
pamac-all
partclone
parted
partimage
paru-bin
patch
pavucontrol
pcmanfm
pcsclite
perl-checkupdates-aur
picom
pkgconf
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
powertop
ppp
pptpclient
proton-ge-custom-bin
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-distro
python-magic
python-pylspci
python-pyparted
python-pywal
python2-pyxdg
qemu
qemu-arch-extra
qt5-webkit
qt5ct
qutebrowser
rbw-git
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rp-pppoe
rsync
rxvt-unicode
rxvt-unicode-terminfo
sardi-icons
screen
scrot
sddm
sddm-config-editor-git
sdl2_image
sdparm
sed
sg3_utils
shell-color-scripts
slock
smartmontools
sof-firmware
speedtest-cli-git
splix
squashfs-tools
steam
stremio
sudo
surfn-icons-git
sxiv
syslinux
system-config-printer
tcpdump
terminus-font
termite
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tpm2-tss
trayer
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
udiskie
udisks2
unace
unrar
unzip
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
variety
vifm
vim
virtualbox
vlc
volumeicon
vpnc
w3m
webkit2gtk
weechat
wget
which
wine-staging
winetricks
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xapp
xclip
xdg-desktop-portal-gnome
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xl2tpd
xmobar
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yadm
yarn
yay-bin
youtube-dl
zathura
zathura-pdf-poppler
zenity
zoom
zsh
zsh-completions
zsh-syntax-highlighting
